Repository: dfuenzalida/gtkfilesplitter
Catalog: *.po
Languages: es, pl

source: Error: filename not given
es: Error: Falta el nombre de archivo
pl: Błąd: niepodana nazwa pliku

source: You're about to create %d files. Are you sure?
es: Está a punto de crear %d archivos. ¿Está seguro?
pl: Chcesz utworzyć plik typu %d. Jesteś pewien?

source: Could't remove original file
es: No se pudo borrar el archivo original
pl: Nie można usunąć pliku zródłowego

source: Could't create md5 hashfile
es: No se pudo crear el archivo MD5
pl: Nie można utworzyć md5 hashfile

source: Checksum verified OK
es: Verificación de archivo correcta
pl: Suma kontrolna sprawdzona OK

source: Could't remove file part '%s'
pl: Nie można usunąć części pliku'%s'

source: Checksum couldn't be verified
es: No se pudo verificar el archivo
pl: Suma kontrolna nie mogła być sprawdzona

source: Done
es: Listo
pl: Zrobione

source: Do you want to cancel?
es: ¿Desea cancelar la operación?
pl: Chcesz anulować?

source: Action canceled by user
es: Acción cancelada por el usuario
pl: Czynność anulowana przez użytkownika

source: Select a file to split
es: Seleccione el archivo a dividir
pl: Wybierz plik do podzielenia

source: file selected:
es: Archivo seleccionado:
pl: plik wybrany

source: no files selected
es: No se seleccionaron archivos
pl: żadny plik nie został wybrany

source: Please select a file
es: Por favor, seleccione un archivo
pl: Wybierz plik

source: Couldn't open the file '
es: No se pudo abrir el archivo '
pl: Nie można otworzyć pliku

source: Delete orig file:
es: Borrar archivo original
pl: Skasować oryginalny plik:

source: Generate MD5:
es: Generar MD5:
pl: Stwórz MD5

source: Select the first file to join
es: Seleccione el primer archivo a unir
pl: Wybierz pierwszy plik do połączenia

source: Couldn't open the file '%s'
pl: Nie udało się otworzyć plik '%s

source: Simple File Splitter/Joiner version 0.1 by Denis Fuenzalida <denis.fuenzalida@gmail.com> http://code.google.com/p/gtkfilesplitter
pl: Simple File Splitter/Joiner wersja 0.1 twórca: Denis Fuenzalida <denis.fuenzalida@gmail.com> http://code.google.com/p/gtkfilesplitter

source: Working ... %d%c done
es: Trabajando ... %d%c listo
pl: Trwa wykonywanie...%d%c wykonano

source: Information
es: Información
pl: Informacja

source: Alert
es: Alerta
pl: Uwaga

source: Error
pl: Błąd

source: Please confirm
es: Por favor, confirme
pl: Proszę potwierdzić

source: Bytes
pl: Bity

source: Delete file parts on sucess
es: Borrar trozos si sale todo bien
pl: Skasowanie części plików udane

source: Delete original file?
pl: Skasować plik zródłowy?

source: File to join (<file>.1):
es: Archivo a unir (<archivo>.1):
pl: Plik do połączenia (<plik>.1):

source: File to split:
es: Archivo a dividir:
pl: Plik do podzielenia

source: Generate MD5 checksum file?
pl: Stworzyć sumę kontrolną MD5 pliku?

source: Parts size:
es: Tamaño de las partes:
pl: Rozmiary części:

source: Verify MD5 checksum file
es: Verificar con archivo MD5
pl: Sprawdz sumę kontrolną MD5 pliku

source: _About
es: A_cerca de
pl: _O programie

source: _File
es: _Archivo
pl: _Plik

source: _Help
es: A_yuda
pl: _Pomoc

source: _Join file parts
es: _Unir partes de archivo
pl: _Połącz części plików

source: _Quit
es: _Salir
pl: _Zamknij

source: _Split file into parts
pl: _Podziel plik na części

source: File Splitter/Joiner 0.1
es: Separador/Unidor de Archivos 0.1
