Repository: dfuenzalida/gtkfilesplitter
Catalog: locale/*.po
Languages: cs, fr, he, nl, sv

source: Error: filename not given
cs: Chyba: nebylo zvoleno jméno souboru
fr: Erreur: nom de fichier non fourni
he: שגיאה: לא ניתן שם קובץ
nl: Fout: bestandsnaam is niet gegeven
sv: Fel: Filnamnet itne angivet

source: You're about to create %d files. Are you sure?
cs: Chystíte se vytvořit %d souborů. Jste si jisti?
he: אתה עומד ליצור%d קבצים. האם אתה בטוח?
nl: U staat op het punt om %d bestanden te maken. Weet u zeker dat u door wilt gaan?
sv: Du kommer att skapas %d olika filer. Är du säker p åatt du vill göra det?

source: Could't remove original file
cs: Nelze odstranit původní soubor
fr: Le fichier original n'a pas pu être supprimé
he: לא ניתן להסיר את הקובץ המקורי
nl: Het originele bestand kon niet verwijderd worden.
sv: Kunde inte ta bort orignalfilen

source: Could't create md5 hashfile
cs: Nelze vytvořit md5 soubor
he: לא ניתן ליצור קובץ גיבוב md5
nl: De md5 hashfile kon niet gemaakt worden
sv: Kunde inte skapa en md5-hashfil

source: Checksum verified OK
cs: Kontrolní součet ověřen
fr: La somme de contrôle a été vérifiée avec succès.
he: מחרוזת האימות אומתה בהצלחה
nl: De checksum is succesvol gecontroleerd
sv: Checksumman stämde

source: Could't remove file part '%s'
cs: Nelze odstranit část souboru '%s'
he: לא ניתן להסיר את חלק הקובץ '%s'
sv: Kunde inte ta bort fildel '%s'

source: Checksum couldn't be verified
cs: Kontrolní součet nelze ověřit
he: לא ניתן לאמת את מחרוזת האימות
nl: De checksum kon niet worden gecontroleerd
sv: Checksumman kunde inte verifieras

source: Done
cs: Hotovo
fr: Terminé
he: בוצע
nl: Voltooid
sv: Klar

source: Do you want to cancel?
cs: Přejete si skončit?
fr: Voulez-vous annuler ?
he: האם ברצונך לבטל?
nl: Wilt u annuleren?
sv: Vill du avbryta?

source: Action canceled by user
cs: Operace přerušena uživatelem
fr: Action annulée par l'utilisateur
he: הפעולה בוטלה על ידי המשתמש
nl: Taak geannuleerd door gebruiker
sv: Avbröts av användaren

source: Select a file to split
cs: Vyberte soubor pro rozdělení
fr: Choisir un fichier à découper
he: בחר קובץ לפיצול
nl: Selecteer een bestand om te splitsen
sv: Välj en fil som du vill dela upp

source: file selected:
cs: vybraný soubor:
fr: fichier selectionné :
he: הקובץ שנבחר:
nl: geselecteerd bestand:
sv: Fil vald:

source: no files selected
cs: nebyly vybrány žádné soubory
fr: aucun fichier selectionné
he: לא נבחרו קבצים
nl: er zijn geen bestanden geselecteerd
sv: Ingen fil vald

source: Please select a file
cs: Prosím vyberte soubor
fr: Veuillez sélectionner un fichier
he: אנא בחר קובץ
nl: Selecteer a.u.b. een bestand
sv: Vänligen välj en fil

source: Couldn't open the file '
cs: Nelze otevřít soubor '
he: לא ניתן לפתוח את הקובץ '
nl: Het bestand kon niet geopend worden '
sv: Kunde inte öppna fil

source: Delete orig file:
cs: Smazat původní soubor:
fr: Supprimer le fichier original :
he: מחק את הקובץ המקורי:
nl: Verwijder origineel bestand:
sv: Ta bort originalfilen:

source: Generate MD5:
cs: Vytvořit MD5:
fr: Générer la somme de contrôle MD5 :
he: ייצר MD5:
nl: Genereer MD5:
sv: Skapa en MD%-hash:

source: Select the first file to join
cs: Vyberte první soubor ke spojení
he: בחר את הקובץ הראשון לאיחוד
nl: Selecteer het eerste bestand om bij elkaar te voegen
sv: Välj första filen att slå ihop

source: Couldn't open the file '%s'
cs: Nelze otevřít soubor '%s'
fr: Le fichier '%s' n'a pas pu être ouvert
he: לא ניתן לפתוח את הקובץ '%s'
nl: Kon het bestand '%s' niet openen
sv: Kundei nte öåppna fil '%s'

source: Simple File Splitter/Joiner version 0.1 by Denis Fuenzalida <denis.fuenzalida@gmail.com> http://code.google.com/p/gtkfilesplitter
cs: Simple File Splitter/Joiner version 0.1 autor Denis Fuenzalida <denis.fuenzalida@gmail.com> http://code.google.com/p/gtkfilesplitter
fr: Découpeur/fusionneur de fichier simple, version 0.1 par Denis Fuenzalida <denis.fuenzalida@gmail.com> http://code.google.com/p/gtkfilesplitter
he: מפצל/מאחד קבצים פשוט גירסה 0.1 על ידי Denis Fuenzalida <denis.fuenzalida@gmail.com> http://code.google.com/p/gtkfilesplitter
nl: Een simpel bestand Splits en bij elkaar voeg programma versie 0.1 door Denis Fuenzalida <denis.fuenzalida@gmail.com> http://code.google.com/p/gtkfilesplitter

source: Working ... %d%c done
cs: Pracuji ... %d%c hotovo
fr: En cours ... %d%c terminé
he: עובד ... הושלמו %d%c
nl: Bezig ... %d%c voltooid
sv: Arbetar ... %d%c klar

source: Information
cs: Informace
he: מידע
nl: Informatie

source: Alert
cs: Upozornění
fr: Alerte
he: התרעה
nl: Waarschuwing
sv: Varning

source: Error
cs: Chyba
fr: Erreur
he: שגיאה
nl: Fout
sv: Fel

source: Please confirm
cs: Prosím potvrďte
fr: Veuillez confirmer
he: אנא אשר
nl: Gelieve te bevestigen
sv: Ok

source: Bytes
cs: Bajty:
fr: Octets
he: בתים
nl: Byte
sv: Byte

source: Delete file parts on sucess
cs: Smazat části souboru po skončení
fr: Supprimer les parties du fichier en cas de succès
he: מחק את חלקי הקובץ לאחר הצלחה
nl: Verwijder delen van het bestand als de taak succesvol is voltooid
sv: Ta bort delarna om ihopsättningen lyckades

source: Delete original file?
cs: Smazat původní soubor?
fr: Supprimer le fichier original ?
he: למחוק את הקובץ המקורי?
nl: Wilt u het originele bestand verwijderen?
sv: Ta bort originalfiler?

source: File Splitter/Joiner 0.1
fr: Découpeur/Fusionneur de fichier 0.1
he: מפצל/מאחד קבצים 0.1
nl: Bestand splitter/bij elkaar voeger 0.1

source: File to join (<file>.1):
cs: Soubor ke spojení (<soubor>.1):
fr: Fichier à fusionner (<fichier>.1) :
he: קובץ לאיחוד (<קובץ>.1):
nl: Bestand om bij elkaar te voegen (<file>.1):
sv: Fil att slå ihop (<fil>.1):

source: File to split:
cs: Soubor pro rozdělení
fr: Fichier à découper :
he: קובץ לפיצול:
nl: Bestand om te splitsen:
sv: Fil att dela upp:

source: Generate MD5 checksum file?
cs: Vytvoři kotrolní součet MD5?
fr: Générer un fichier contenant les sommes de contrôle MD5 ?
he: לייצר קובץ מחרוזת אימות MD5?
nl: Wilt u een MD5 checksum genereren?
sv: Skapa MD5-summa?

source: Parts size:
cs: Velikost částí:
fr: Taille des parties :
he: גודל החלקים:
nl: Deel grootte:
sv: Delstorlek:

source: Verify MD5 checksum file
cs: Ověřit kotrolní součet MD5
fr: Vérifier le fichier contenant les sommes de contrôle MD5
he: אימות קובץ מחרוזת אימות ה־MD5
nl: Controleer MD5 checksum bestand
sv: Kontrollera MD5-summan.

source: _About
cs: _O aplikaci
fr: _À propos
he: _אודות
nl: _Over
sv: _Om

source: _File
cs: _Soubor
fr: _Fichier
he: _קובץ
nl: _Archief
sv: _Arkiv

source: _Help
cs: _Nápověda
fr: _Aide
he: ע_זרה
nl: _Hulp
sv: _Hjälp

source: _Join file parts
cs: _Spojit části souboru
fr: _Joindre les parties du fichier
he: א_יחוד חלקי קובץ
nl: _Voeg bestand delen bij elkaar
sv: _Slå ihop fildelar

source: _Quit
cs: U_končit
fr: _Quitter
he: י_ציאה
nl: A_fsluiten
sv: _Avsluta

source: _Split file into parts
cs: _Rozdělit soubor na části
he: _פצל קובץ לחלקים
nl: _Splits bestand in delen
sv: _Dela upp i delar
